"Unknown Device" = "Neznáme zariadenie";
"Back Camera" = "Zadná kamera";
"Front Camera" = "Predná kamera";
"Camera" = "Kamera";
"Built In Audio" = "Vstavané audio";
"iPhone Microphone" = "Mikrofón iPhonu";
"Headphones" = "Slúchadlá";
"iPod touch Microphone" = "Mikrofón iPodu touch";
